[AttributePresentation_Siren AttributePresentationDefinition]
Description="$Weidenspiel explained on the card as a document."
NoConstraintText=""
Suffix=""
Prefix=""

[Siren.Head_SirenSage UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 outputs* %s1"
UseFailureCharacterMessage="you will do it %s From this."
ItemName=""
PickupMessage="This comes from you. %s"
UseFailureLevelMessage="You need at least %d to use this item.."
UseFailureConstraintsMessage="You cannot use this product.."
NoManufacturerName="Summary"

[Siren.Head_SirenSage:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="$Vilougame.Athomukordupersontativanu tekt.Charasiterhead"
NoConstraintText=""
Suffix=""
Prefix=""

[Siren.Skin_Tiger UsableCustomizationItemDefinition]
ItemCardTopStatString="%sFrom 2 %s1"
UseFailureCharacterMessage="of course %s please use this."
ItemName=""
PickupMessage="do you agree %s"
UseFailureLevelMessage="You must be at least %d to use this item."
UseFailureConstraintsMessage="You cannot use this item. "
NoManufacturerName="representative"

[Siren.Skin_WTiger UsableCustomizationItemDefinition]
ItemCardTopStatString="%sfrom 2 %s1"
UseFailureCharacterMessage="You don't have to %s Use these letters."
ItemName=""
PickupMessage="They will be with you %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You cannot use this item. "
NoManufacturerName="Summary"

